# 1. KOROVUSHKIN OLEKSII
## 2. tel:+38(098)0462829,  email: alexkrv07@gmail.com
## 3. I want to  complete the Front-end/JavaScript course and  work in frontend/backend
## 4. Skills:
   - C/C++: beginner
   - javascript: beginner
   - HTML/CSS: beginner
   - Git: beginner
## 5. Example of code:
```
/*Упражнение 3.44*/
/*написать программу принимающую три ненулевых значения  определить, могут ли эти числа быть сторонами треугольника*/

#include <stdio.h>

int main()
{
   float a, b, c;

   printf("Введите три ненулевых значения в вида 0.0:");
   scanf("%f%f%f", &a, &b, &c);

   if ((a + b) > c)
   {
      if ((a + c) > b)
      {
         if ((c + b) > a)
            printf("Введенные числа могут быть значениями сторон треугольника\n");
      }
   }
   else
      printf ("Введенные числа не могут быть значениями сторон треугольника\n");
}
```
## 6. 
## 7. Courses: CS50 online
## 8. English: intermediate
